
/* No comment provided by engineer. */
"丁" = "Ding";

/* No comment provided by engineer. */
"七夕" = "七夕";

/* No comment provided by engineer. */
"七月" = "July";

/* No comment provided by engineer. */
"三十" = "30";

/* No comment provided by engineer. */
"三月" = "March";

/* No comment provided by engineer. */
"丑" = "Chou";

/* No comment provided by engineer. */
"丙" = "Bing";

/* No comment provided by engineer. */
"中秋" = "中秋";

/* No comment provided by engineer. */
"乙" = "Yi";

/* No comment provided by engineer. */
"九月" = "September";

/* No comment provided by engineer. */
"二十" = "20";

/* No comment provided by engineer. */
"二月" = "February";

/* No comment provided by engineer. */
"五月" = "May";

/* No comment provided by engineer. */
"亥" = "Hai";

/* No comment provided by engineer. */
"儿童节" = "儿童节";

/* No comment provided by engineer. */
"元宵" = "元宵";

/* No comment provided by engineer. */
"元旦" = "元旦";

/* No comment provided by engineer. */
"兔" = "Rabbit";

/* No comment provided by engineer. */
"八月" = "August";

/* No comment provided by engineer. */
"六月" = "June";

/* No comment provided by engineer. */
"冬至" = "冬至";

/* No comment provided by engineer. */
"初一" = "1";

/* No comment provided by engineer. */
"初七" = "7";

/* No comment provided by engineer. */
"初三" = "3";

/* No comment provided by engineer. */
"初九" = "9";

/* No comment provided by engineer. */
"初二" = "2";

/* No comment provided by engineer. */
"初五" = "5";

/* No comment provided by engineer. */
"初八" = "8";

/* No comment provided by engineer. */
"初六" = "6";

/* No comment provided by engineer. */
"初十" = "10";

/* No comment provided by engineer. */
"初四" = "4";

/* No comment provided by engineer. */
"劳动节" = "劳动节";

/* No comment provided by engineer. */
"十一" = "11";

/* No comment provided by engineer. */
"十一月" = "November";

/* No comment provided by engineer. */
"十七" = "17";

/* No comment provided by engineer. */
"十三" = "13";

/* No comment provided by engineer. */
"十九" = "19";

/* No comment provided by engineer. */
"十二" = "12";

/* No comment provided by engineer. */
"十五" = "15";

/* No comment provided by engineer. */
"十八" = "18";

/* No comment provided by engineer. */
"十六" = "16";

/* No comment provided by engineer. */
"十四" = "14";

/* No comment provided by engineer. */
"十月" = "October";

/* No comment provided by engineer. */
"午" = "Wu";

/* No comment provided by engineer. */
"卯" = "Mao";

/* No comment provided by engineer. */
"四月" = "Apri";

/* No comment provided by engineer. */
"国庆节" = "国庆节";

/* No comment provided by engineer. */
"圣诞节" = "圣诞节";

/* No comment provided by engineer. */
"壬" = "Ren";

/* No comment provided by engineer. */
"处暑" = "处暑";

/* No comment provided by engineer. */
"夏至" = "夏至";

/* No comment provided by engineer. */
"大寒" = "大寒";

/* No comment provided by engineer. */
"大暑" = "大暑";

/* No comment provided by engineer. */
"大雪" = "大雪";

/* No comment provided by engineer. */
"妇女节" = "妇女节";

/* No comment provided by engineer. */
"子" = "Zi";

/* No comment provided by engineer. */
"寅" = "Ying";

/* No comment provided by engineer. */
"寒露" = "寒露";

/* No comment provided by engineer. */
"小寒" = "小寒";

/* No comment provided by engineer. */
"小暑" = "小暑";

/* No comment provided by engineer. */
"小满" = "小满";

/* No comment provided by engineer. */
"小雪" = "小雪";

/* No comment provided by engineer. */
"己" = "Ji";

/* No comment provided by engineer. */
"巳" = "Wu";

/* No comment provided by engineer. */
"庚" = "Geng";

/* No comment provided by engineer. */
"建党节" = "建党节";

/* No comment provided by engineer. */
"建军节" = "建军节";

/* No comment provided by engineer. */
"廿一" = "21";

/* No comment provided by engineer. */
"廿七" = "27";

/* No comment provided by engineer. */
"廿三" = "23";

/* No comment provided by engineer. */
"廿九" = "29";

/* No comment provided by engineer. */
"廿二" = "22";

/* No comment provided by engineer. */
"廿五" = "25";

/* No comment provided by engineer. */
"廿八" = "28";

/* No comment provided by engineer. */
"廿六" = "26";

/* No comment provided by engineer. */
"廿四" = "24";

/* No comment provided by engineer. */
"情人节" = "情人节";

/* No comment provided by engineer. */
"惊蛰" = "惊蛰";

/* No comment provided by engineer. */
"愚人节" = "愚人节";

/* No comment provided by engineer. */
"戊" = "Wu";

/* No comment provided by engineer. */
"戌" = "Xu";

/* No comment provided by engineer. */
"教师节" = "教师节";

/* No comment provided by engineer. */
"春分" = "春分";

/* No comment provided by engineer. */
"春节" = "春节";

/* No comment provided by engineer. */
"未" = "Wei";

/* No comment provided by engineer. */
"植树节" = "植树节";

/* No comment provided by engineer. */
"正月" = "January";

/* No comment provided by engineer. */
"清明" = "清明";

/* No comment provided by engineer. */
"冬至" = "冬至";

/* No comment provided by engineer. */
"牛" = "Ox";

/* year */
"年" = "Year";

/* leap */
"闰" = "Leap";

/* No comment provided by engineer. */
"狗" = "Gog";

/* No comment provided by engineer. */
"猪" = "Pig";

/* No comment provided by engineer. */
"猴" = "Monkey";

/* No comment provided by engineer. */
"甲" = "甲";

/* No comment provided by engineer. */
"申" = "Shen";

/* No comment provided by engineer. */
"癸" = "Gui";

/* No comment provided by engineer. */
"白露" = "白露";

/* No comment provided by engineer. */
"秋分" = "秋分";

/* No comment provided by engineer. */
"立冬" = "立冬";

/* No comment provided by engineer. */
"立夏" = "立夏";

/* No comment provided by engineer. */
"立春" = "立春";

/* No comment provided by engineer. */
"立秋" = "立秋";

/* No comment provided by engineer. */
"端午" = "端午";

/* No comment provided by engineer. */
"羊" = "Sheep";

/* No comment provided by engineer. */
"腊八" = "腊八";

/* No comment provided by engineer. */
"腊月" = "December";

/* No comment provided by engineer. */
"芒种" = "芒种";

/* No comment provided by engineer. */
"虎" = "Tiger";

/* No comment provided by engineer. */
"蛇" = "Snake";

/* No comment provided by engineer. */
"谷雨" = "谷雨";

/* No comment provided by engineer. */
"辛" = "Xin";

/* No comment provided by engineer. */
"辰" = "Chen";

/* No comment provided by engineer. */
"酉" = "You";

/* No comment provided by engineer. */
"重阳" = "重阳";

/* No comment provided by engineer. */
"雨水" = "雨水";

/* No comment provided by engineer. */
"霜降" = "霜降";

/* No comment provided by engineer. */
"青年节" = "青年节";

/* No comment provided by engineer. */
"马" = "Horse";

/* No comment provided by engineer. */
"鸡" = "Rooster";

/* No comment provided by engineer. */
"鼠" = "Mouse";

/* No comment provided by engineer. */
"龙" = "Dragon";

